Repository: Alexchees/myOSClassPlugins
Catalog: item_carousel/languages/*/messages.po
Languages: fr_fr

source: Settings Saved
fr_fr: La configuration a été sauvegarder

source: Item Carousel Preferences
fr_fr: Configuration du carousel

source: Number of items
fr_fr: Nombre d'éléments

source: enable auto scroll
fr_fr: Activé le défilement automatique

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Number of seconds to delay scrolling (Default is 4000)
fr_fr: Nombre de secondes pour retarder le défilement (valeur par défaut est 4000)

source: Number of items to show in the caroussel (Default is 10)
fr_fr: Nombre d'éléments à afficher dans le caroussel (valeur par défaut est 10)

source: Save
fr_fr: Sauvegarder

source: Item Carousel Help
fr_fr: Aide Item Carousel

source: What is Item Carousel Plugin?
fr_fr: Qu'est-ce le module Item Carouse?

source: Item Carousel is a slide show way of showing the latests ads.
fr_fr: Item Carousel est un moyen d'afficher les annonces au moyen d'un carousel

source: How does Item Carousel plugin work?
fr_fr: Comment le module Item Carousel fonctionne ?

source: In order to use Item Carousel plugin, you should edit your theme file <b>main.php</b> and add the following line anywhere in the code you want the carousel to display.
fr_fr: Afin d'utiliser le module Item Carousel, vous devez éditer votre fichier de thème <b> main.php </ b> et ajoutez la ligne suivante n'importe où dans le code à l'endroit que vous voulez afficher le carrousel.

source: F.A.Q. / Help
fr_fr: Faq / Aide
